1. Остановился на типах схемах и доработать редактирование схем - что бы я визуально видел как это все работает и сделать что-то вроде "Накопитель глоабально для всхе агентов"
2. Доразобрать здесь все
3. Найти те файлы user.doc - документация (лежат поврежденные в теме документация)
4. Нужен ли нам HTML-редактор? вставлять цветные и html-данные? не только markdown


5. Agent .md инструкция bootstrap
6. Пресет полей например

* Пользователи
* Контакты
* Семья

7. Разобрать чаты 1-6 - спросить замечания в чатах что думает ИИ
8. По идее эти все md это одни и теже записи которые он должен искать с легкость
9. И не понятно как пока сохранять всю историю диалога
    Как вытаскивать если ты что то пишешь в других нейронках в других чатах



6. Общая по Id-записи папки media FAL **Типа file fileadmin uploads как в typo3**
7. Придумать кок можно делать ovverride -свойство 
8. Насройки - глобальные локальные - и "Раздел настройки" - собирает все данные по всем темам и выводит на одном месте
9. MPC-накопителей